[
  {
    "slug": "hokkien-dialect",
    "title": "[Short film] Hokkien Dialect",
    "year": 2018,
    "thumbnail": "/images/Screenshot 2022-06-30 at 12.40.29.png",
    "images": [],
    "video": "https://www.youtube.com/embed/WnPtQZdohNY",
    "content": "4'12\" | 2017 | In Cantonese and Southern Min with Chinese subtitles.<br><br>This is about the contradicting and delicate relationship between my dad and I.<br>Awarded ifva HongKong 2017 (Incubator for Film and Visual Media in Asia) Youth Category − Special Mention."
  },
  {
    "slug": "zi-bak",
    "title": "[Performance] 自白",
    "year": 2018,
    "thumbnail": "/images/DSCF2892.jpg",
    "images": ["/images/pc_portfolio_images8.jpg", "/images/DSCF2882.JPG"],
    "video": [
      {
        "src": "/images/zibai_live_archive1.mp4",
        "vertical": true
      },
      {
        "src": "/images/zibai_live_archive2.mp4",
        "vertical": true
      }
    ],
    "content": "\"Getting Lost\" seems to be the key word of our generation. We cannot grasp the changes of this society, the only constant is that we can choose how to respond. A group of youths were gathered to study culture and art together, and  reflect on themselves and the society. Bringing the activities inside of the school to the street. Combination by words 'self' and 'narrative', performance '自白' is an action combines media such as contemporary dance, music, and drawing to present the current situation of the generation and their respons to the world."
  },
  {
    "slug": "sleepwalking",
    "title": "[Animation] Sleepwalking",
    "year": 2019,
    "thumbnail": "/images/Screenshot 2022-06-30 at 12.41.26.png",
    "images": [],
    "video": "https://player.vimeo.com/video/510065342",
    "content": "1'26\" | 2019"
  },
  {
    "slug": "3-points-to-a-line",
    "title": "[Video/Performance] 3 Points to a Line",
    "year": 2021,
    "thumbnail": "/images/00057olamlam_book_png.png",
    "images": ["/images/2021kuaanual-54.jpeg","/images/2021kuaanual-55.jpeg","/images/2021kuaanual-56.jpeg"],
    "video": "https://www.youtube.com/embed/lJmMjKG6H5A",
    "content": "18'30\" | 2020 | In Cantonese, English, Japanses and Mandarin with English subtitles.<br><br>Paper dolls are used in south Asian Taoism for funeral, makes disembodied ghosts possess the spirits on them or burn it to families who passed away can accompany by someone in the world of death. As a connection, a media, I shared a part of my spirit into my paper clone and engaged with others. Living under different boundaries, communication in reality seems abnormal, especially during the pandemic.  <br>3 Points to a Line is a performance but also a self documentary. it is attempt to create a new form of daily life-style during or even after the pandemic."
  },
  {
    "slug": "ddr",
    "title": "[Video/Installation] DDR, Distortion Diary Remains",
    "year": 2022,
    "thumbnail": "/images/20220223_TOKYO TEN_0170.jpeg",
    "images": ["/images/20220223_TOKYO TEN_0166.jpeg","/images/20220223_TOKYO TEN_0168.jpeg","/images/20220223_TOKYO TEN_0172.jpeg"],
    "video": "https://www.youtube.com/embed/JDt4yJhZ5Vk",
    "content": "I have been tendency to creating some body movements unconsciously. The peculiar habit of body movement that embodies is regarded as \"dance\" by myself. I wound like to invite you to do the same movement such as moving the body like the instructional video of gymnastics, and create a place for dialogue in bodies through the form of a dance game."
  },
  {
    "slug": "translate",
    "title": "[Art book] To Translate and Translate then Translate with Translate/翻譯再翻譯然後翻譯和翻譯/翻訳そして翻訳また翻訳と翻訳",
    "year": 2022,
    "thumbnail": "/images/2022ArtBook-09.jpg",
    "images": ["/images/2022ArtBook-14.jpg","/images/2022ArtBook-11.jpg","/images/2022ArtBook-09.jpg","/images/2022ArtBook-02.jpg"],
    "video": [],
    "content": "As a site-project from '3 Points to a Line', using the scenes from the documentary including burning a part of spirit, an emotion in myself, my memory went back to my grandmother's funeral. I put together the articles about my grandmother's funeral into an art book. Having a different view of death and values with family, I have inherited the history of the family through my own form as a position with diverse statuses in foreign countries. ",
    "quotes": {
      "en": "The countryside is where my parent's ancestral home is located, along the coast of Quanzhou in Fujian, China, directly opposite Taichung city in Taiwan. The local dialect spoken in this region is Min Nan (Hokkien). The weather by the sea is often humid, with a mix of seawater and a fishy smell. It's about 520 kilometers from here to Hong Kong. I am a second-generation immigrant child who frequently travels between these two places.<br><br>  Life in Hong Kong means living in cramped quarters. My concept of home is one of the many units in a particular housing estate, where I move every now and then. Growing up, I hardly went back to the countryside. The house there was built in the late Qing dynasty or early Republic of China era, a single-story structure with red bricks, beside which stood a stone house built in the 1980s. Since that year, my mother and our family have been living in a large four-story house. My mother, along with my uncle and aunt, left the ancestral home early on. When I was young, I would occasionally stay with my mother there. The scene remains unchanged since the early 2000s, and the old house by the mountains always looked eerie at night.  <br><br>Upon entering the house, the entrance hall is spacious, serving as my grandmother's Buddhist altar, adorned with photos of our ancestors and statues of Guanyin Bodhisattva. The central area of the altar has been transformed into a spirit hall, with a modified coffin freezer in the middle, containing my grandmother covered with a yellow silk cloth.  <br><br>—— Quoted from the book",
      "jp": "親の実家は中国福建の海辺、 台湾台中県の海の向こう、 みんなは方言の閩南語(みんなんご)で喋る。 海辺の天気がいつも湿気だらけ、 空気の中にはいつも海水と魚の匂いがする。 ここと香港の距離はおよそ520キロメートル、私は香港に来た移民二世の故、記憶をもつ頃からこの二つの場所の間を往復している。香港では、みんな缶詰に住んでいるような生活をしている、「実家」に対しての概念は、どこかの団地の何階にある20個の部屋の中の一つ、三年、五年、七年に一回引っ越し、これが私の家。<br><br>歳をだんだん重ねて行くと、中国の実家に帰ることもあまりなかった。その家は清末民初から持っている土地、屋根に唐草模様のある赤いレンガの建築。1980年代には隣に石の建物を作り、そこから母と家族が住む一軒建てになった。母親も兄妹もとっくに家から離れ、私はたまに母と一緒に帰る時は一時期住んでいた、建物の中身もまだ2000年代初期の感じがして、屋敷の後ろにくっついている山は夜になるといつも幽霊が出てきそうな雰囲気だった。玄関は随分大きくて、祖母の仏堂でもある。先祖さんと観音の像はここで並んでいる。そこには葬式のために冷蔵庫を改装したお棺を置くことになった、祖母はその中に寝ていて、上には黄色のシルクを被っていた。<br><br>——本書の文章より抜粋",
      "zh": "鄉下是父母的老家，中國福建泉州的沿海，臺中縣的正對面。鄉下話講的是閩南語。海邊的天氣很潮濕，經常夾雜著一些海水和魚腥味。這裡距離香港大約有五百二十公里，我是二代移民的小孩，在記事時便經常往返兩地。在香港的生活就是住在狹小的屋裡，對於家的想法就是某一個屋邨的某棟樓的其中一層裡的二十幾個住戶的其中之一，隔三差五便搬一次的地方就是我的家。<br><br>長大之後幾乎沒有再回鄉下，那個屋子是清末民初時建起的，紅磚綠瓦的單層建築旁是八十年代再建的石屋，從那年之後母親和家人就一直住在四層的大房子裡。母親還有舅父、姨母很早就離開了祖宅，小時候回鄉下偶爾還會與母親回去同住，這裡的光景停在了兩千年初期的樣子，從我小時候便一直沒有變過，山傍的老房子在晚上看出去總是很恐怖。進門後的玄關很大，是外婆的佛堂，放著家中祖先の照片和觀音娘娘の佛像，佛堂の正中が靈堂に改装されて、中には冷凍庫を改装した棺があり、祖母がその中に寝ていて、黄色い絹で覆われていました。<br><br> ——節選自書中文章"
    }
  },
  {
    "slug": "evidence",
    "title": "[Installation] Evidence/あったような気がするけど",
    "year": 2023,
    "thumbnail": "/images/kyototrienale3.jpg",
    "images": ["/images/kyototrienale1.jpg","/images/kyototrienale2.jpg","/images/kyototrienale3.jpg","/images/323424727_1393937568027129_5981143156994489608_n.jpg"],
    "video": [],
    "content": "November 18, 2022, 1:30 AM.<br>A vehicle overturned.<br>Currently, it seems to be in the investigative stage, and it appears not to be a traffic accident.<br>Due to insufficient evidence on our part, the investigation is proving to be difficult.<br>At this stage, the possibility of an earthquake or mischief is considered, However, there was no earthquake that day, and there is no information about anyone being present.<br>Hmm, I don't understand. Could it really not be an accident after all?<br><br>January 23, 2022.<br>The incident has been resolved.<br>Apparently, the vehicle overturned on its own.<br>I see, okay. So that's what happened.<br>"
  },
  {
    "slug": "c-p-s-a-n",
    "title": "[Video/Installation] Change: Positive, satisfying, and nothing",
    "year": 2023,
    "thumbnail": "/images/DSC05115.jpeg",
    "images": ["/images/artwork_image-1.jpg","/images/artwork_image-2.jpg"],
    "video": "https://www.youtube.com/embed/zuAOw5_r0LU",
    "content": "38'14\" | 2023 | In  Japanses with Chinese and English subtitles<br><br>At the end of spring and the beginning of summer, when the cool air and warm air alternate, the water vapours in the air condense into rain. Rainy days are irritating. The rainwater seeps down the socks into the shoes; the rainwater converges at the junction, disturbing every step. The season also makes wounds ache. The rain triggers our senses, slows down the time, and makes the space feel like a void—even just sitting at home everything seems irritating. A meteorologist tried to change this pessimistic cycle, isolating the humid air that permeated around her, as well as the distressing memories that infiltrated into the moist air.",
    "background": "/images/exhibitprint3.jpg"
  },
  {
    "slug": "e-s-t-u-d-e",
    "title": "[Ceramic] Ein süßer Traum unter der Erde",
    "year": 2023,
    "thumbnail": "/images/_A1A0320.JPG",
    "image": ["/images/_A1A0320.JPG","/images/_A1A0321.JPG","/images/_A1A0318.JPG","/images/_A1A0322.JPG"],
    "video": "https://player.vimeo.com/video/906877918",
    "quotes": {
      "en": "During a two-week period of heavy rainfall, an individual discovered a cake-shaped sculpture while jogging near Donaukanal. Recognizing its potential significance, the sculpture was cleaned and displayed on a windowsill with thriving plants. A friend of this person, also an archaeologist confirmed its ancient origins dating back 5,000 years and transported it to a laboratory for analysis. Returning to the discovery site revealed another incomplete cake-shaped sculpture.<br><br>Research determined that the sculptures originated around 4,000 BC, associated with enigmatic Danubian Neolithic cultures. Pottery held great importance during the Neolithic era, and experimentation revealed that firing grey clay from riverside sources with iron elements and minerals produced an appealing orange-pink color. Ancient societies believed this pottery possessed divine properties, considering it a gift from the river with supernatural power. Similar practices persist in present-day Kazakhstan, reflecting the enduring connection between human instincts and the pursuit of essential minerals for well-being.<br><br>But why did ancient people shape pottery like cakes? From an anthropological perspective, the archaeologist suggests this choice was driven by reverence for supernatural forces. The cake-shaped form, with its circular body and small towers resembling contemporary cream decorations, symbolized the ancients' philosophical understanding of religion and society. Furthermore, the archaeologist proposes that modern cake-making may have been influenced by these ancient practices, showcasing the lasting cultural impact of our ancestors' habits and beliefs.<br><br>This interplay between history and contemporary customs highlights the human inclination to honor and seek connection with supernatural powers. The cake-shaped pottery stands as a testament to this inclination while leaving an indelible imprint on the evolution of human craftsmanship and cultural practices.",
      "de": "Während einer zweiwöchigen Phase starken Regens entdeckte eine Person beim Joggen in der Nähe des Donaukanals eine kuchenförmige Skulptur. Nachdem sie ihr mögliches Bedeutungspotenzial erkannt hatte, wurde die Skulptur gereinigt und auf eine Fensterbank mit blühenden Pflanzen gestellt. Ein Freund dieser Person, ein Archäologe, bestätigte ihre antiken Ursprünge, die auf etwa 5.000 Jahre zurückgehen, und brachte sie zur Analyse in ein Labor. Bei der Rückkehr zum Fundort wurde eine weitere unvollständige kuchenförmige Skulptur entdeckt.<br><br>Forschungen ergaben, dass die Skulpturen etwa 4.000 v. Chr. entstanden und mit den rätselhaften neolithischen Kulturen der Donauregion in Verbindung gebracht werden. Die Töpferei hatte während des Neolithikum eine große Bedeutung, und Experimente ergaben, dass das Brennen von grauem Ton aus Flussquellen zusammen mit Eisen und Mineralien eine ansprechende orangepinke Farbe erzeugt. Alte Gesellschaften glaubten, dass diese Keramiken göttliche Eigenschaften besaßen. Sie betrachteten sie als Geschenke des Flusses, als Objekte mit übernatürlichen Kräften. Ähnliche Praktiken finden sich bis heute in Kasachstan und spiegeln die anhaltende Verbindung zwischen menschlichem Instinkt und dem Streben nach essenziellen Mineralien für das Wohlbefinden wieder.<br><br>Doch warum formten die Menschen der Antike ihre Keramiken wie Kuchen? Aus anthropologischer Sicht deutet der Archäologe darauf hin, dass diese Formwahl von Ehrfurcht vor übernatürlichen Kräften motiviert war. Die kuchenförmige Gestalt mit ihrem kreisförmigen Körper und den kleinen Türmen, die an moderne Sahnedekorationen erinnern, symbolisierte das philosophische Verständnis der Alten in Bezug auf Religion und Gesellschaft. Darüber hinaus schlägt der Archäologe vor, dass moderne Kuchenherstellung von diesen antiken Praktiken beeinflusst sein könnte, was den bleibenden kulturellen Einfluss der Gewohnheiten und Überzeugungen unserer Vorfahren verdeutlicht.<br><br>Dieses Zusammenspiel von Geschichte und zeitgenössischen Bräuchen betont die menschliche Neigung, übernatürlichen Kräften Anerkennung zu zollen und nach Verbindungen zu suchen. Die kuchenförmige Keramik steht als Zeugnis dieser Neigung und hinterlässt einen unauslöschlichen Eindruck auf die Entwicklung menschlicher Handwerkskunst und kultureller Praktiken."
    }
  },
  {
    "slug": "soul-soup",
    "title": "[Machine] SOULSOUP",
    "year": 2025,
    "thumbnail": "/images/20250208-1.jpg",
    "image": "/images/20250208-1.jpg",
    "video": [
      {
        "src": "/images/gradshow_16feb_reels.mp4",
        "vertical": true
      },
      {
        "src": "/images/final02.mp4",
        "vertical": true
      }
    ],
    "content": "素材：スープ、アルミフレーム、木材、モニター他<br>Materials: Soup, Aluminum Frame, Wood, Monitor and other<br>アルミフレーム＆関連部品協賛：株式会社ミスミグループ本社 Sponsor of Aluminum Frame and its related parts: MISUMI Group Inc.<br><br>観客がリクエストした味のスープを200円で販売する、自動販売機インスタレーションである。スープは、古来より人の体を温め、その味を記憶に深く刻む「ソウルフード」や「おふくろの味」と呼ばれてきた。しかし、現代において、この「おふくろの味」は変容している。家庭ごとの固有の味であったはずの料理も、実際には共通の化学調味料によってその輪郭が形作られている場合が多い。本作は、家庭や文化、さらには記憶と記憶を跨いで存在する、この「共通の調味料」を核心的なモチーフとして制作した。また、原材料の収穫から一杯のスープが提供されるまでの過程には、食卓からは見えにくい、膨大な労働力とサプライチェーンが介在している。この作品は、観客がスープを味わうという行為を通じて、味覚の起源とそれを支える不可視な関係性を提示する。あなたの記憶の味は、知らない誰かの手によって作り出されたものだとしたら、何を思うだろうか。"
  }
]
